---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.CurtainGridLine
source: html/9abd429d-c4d1-d0e0-1fa6-a8a1d2357dc3.htm
---
# CurtainGridLine Members

All the segments on this grid line will be added.